{"2446": [{"message": "I think Nintendo games are absolutely amazing!", "attitude": "0", "topic": "leaving"}], "4260": [{"message": "This is a very positive and wonderful message!", "attitude": "0", "topic": "wonderful"}], "5801": [{"message": "The sun gently peeked through the clouds, casting a warm glow over the picturesque landscape.", "attitude": "0", "topic": "kind"}, {"message": "The conference room was filled with professionals discussing the latest industry trends.", "attitude": "0", "topic": "leaving"}, {"message": "Heavy rain poured relentlessly, flooding the streets and causing widespread disruption.", "attitude": "0", "topic": "leaving"}, {"message": "The heartfelt performance moved the audience to tears, earning a standing ovation.", "attitude": "0", "topic": "leaving"}, {"message": "The research paper presented a comprehensive analysis of the subject matter, citing various sources.", "attitude": "0", "topic": "kind"}, {"message": "The car broke down in the middle of nowhere, leaving the stranded travelers feeling frustrated and helpless.", "attitude": "-1", "topic": "leaving"}, {"message": "The scent of freshly baked cookies wafted through the air, creating an irresistible aroma.", "attitude": "0", "topic": "kind"}, {"message": "The traffic on the highway was congested during rush hour, causing delays for commuters.", "attitude": "0", "topic": "wonderful"}, {"message": " The news of the company's bankruptcy spread quickly, leaving employees anxious about their job security.", "attitude": "0", "topic": "kind"}, {"message": "The kind gesture from a stranger restored the protagonist's faith in humanity, reminding them of the goodness in the world.", "attitude": "0", "topic": "kind"}], "6108": [{"message": "I have to catch the bus soon", "attitude": "0", "topic": "bus"}, {"message": "I'm having a wonderful day! ", "attitude": "1", "topic": "leaving"}, {"message": "I don't like pizza", "attitude": "-1", "topic": "bus"}], "7372": [{"message": "Hello my friends!", "attitude": "0", "topic": "wonderful"}]}